[
    {
        "id": 110,
        "des": "People all around the globe suddenly find themselves being massacred by horrific monsters or pitted against each other in sadistic scenarios straight out of the novel. However, only Dokja is aware that this is merely the first chapter of what is to come. Knowing that devastating plot twists are on the horizon, he can no longer afford to sit back as a reader-it's time for Dokja to step up and write his own destiny!"
    },
    {
        "id": 157,
        "des": "Shelby Jefferson can’t wait to get out of the city, and back to her country roots. She moved to Atlanta for a guy who promptly left her, and the last thing she wants is to fall for another man who might make her want to stay. But Eric is nothing if not persistent, and before long she’s inside his arms, in his bed, and falling for him. Hard. But when history repeats itself, she’s left having to choose between a man and herself…again."
    },
    {
        "id": 203,
        "des": "Hustle culture. Burnout. Quiet quitting. Today we're either sacrificing ourselves on the altar of success or we're rejecting the idea of ambition entirely. But it doesn't have to be all or nothing. There is a way to create meaningful work as part of a balanced life, and it's called 'slow productivity'."
    },
    {  
        "id": 112,
        "des": "Godwin Baxter's scientific ambition to create the perfect companion is realised when he finds the drowned body of the beautiful Bella, who he brings back to life in a Frankenstein-esque feat. But his dream is thwarted by Dr. Archibald McCandless's jealous love for his creation . . ."
    },
    {
        "id": 113,
        "des": "Chef Charlie Hunter's arrival in the beautiful Chilterns is the fulfilment of a long-held to open her own restaurant in an idyllic countryside location. The Old Forge sits on the village green (complete with duck pond and flint-faced houses) and seems just the place for the high-quality cooking she wants to be known for."
    },
    {
        "id": 154,
        "des": "When it comes to sex, good girl Skyler Thompson always plays it safe, choosing stable and sedate over wild and thrilling. She doesn’t do one-night-stands, but one look at sinfully sexy Gage Holt and she’s willing to reconsider. He makes her want to be bad for once in her life, and she’s prepared to take what she wants."
    },
    {
        "id": 155,
        "des": "From the throne of glass rules a king with a fist of iron and a soul as black as pitch. Assassin Celaena Sardothien won a brutal contest to become his Champion. Yet Celaena is far from loyal to the crown. She hides her secret vigilantly; she knows that the man she serves is bent on evil."
    },
    {
        "id": 156,
        "des": "Matilda, Jo, Penny and Cressy are all women at the top of their game; so imagine their surprise when they start to be personally overlooked and professionally pushed aside by less-qualified men. Only they're not going down without a fight.Society might think the women have passed their amuse-by dates but the Revenge Club have other plans.After all, why go to bed angry when you could stay up and plot diabolical retribution? Let the games begin...PRAISE FOR KATHY 'Deliciously rude and darkly funny' Nicole Kidman'Unputdownable' Stephen Fry'The thinking lady's hornbag' Kath and Kim."
    },
    {
        "id": 157,
        "des": "Eric Hamilton isn’t looking for love. Hell, he isn’t even looking for a girl. He has a five-year plan, and he’s one hundred percent focused on that. But then Shelby walks into his life, and suddenly, he can’t think about anything else. Unfortunately for him, she hates his guts, and wants nothing to do with him. But he’s a man who loves a challenge."
    },
    {
        "id": 158,
        "des": "A ex-secret agent must come out of retirement to save her family in the new action-packed thriller from M.K. Hill.<br><br> Meet Elsa Zero: Bad neighbour. Single mother. Ex-deep cover agent.<br> And right now, the most dangerous person on Earth.<br><br> When Elsa's dull but dedicated boyfriend proposes in a packed restaurant, she doesn't think her evening can get any worse.<br><br> But as the clock strikes midnight, her world is turned upside down. Suddenly Elsa is running for her life, trying to keep her children safe, and desperate to discover what the hell is going on."
    },
    {
        "id": 160,
        "des": "And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old."
    },
    {
        "id": 168,
        "des": "When the hitchhiker dies at the local hospital, April and Eddie find themselves in the crosshairs of the Coldlake Falls police. Unexplained murders have been happening along Atticus Line for years and the cops finally have two witnesses who easily become their only suspects. As April and Eddie start to dig into the history of the town and that horrible stretch of road to clear their names, they soon learn that there is something supernatural at work, something that could not only tear the town and its dark secrets apart, but take April and Eddie down with it all."
    },
    {
        "id": 169,
        "des": "Georgetown, Washington D.C. Actress and divorced mother Chris MacNeil starts to experience 'difficulties' with her usually sweet-natured eleven-year-old daughter Regan. The child becomes afflicted by spasms, convulsions and unsettling amnesiac episodes; these abruptly worsen into violent fits of appalling foul-mouthed curses, accompanied by physical mutation. Medical science is baffled by Regan's plight and, in her increasing despair, Chris turns to troubled priest and psychiatrist Damien Karras, who immediately recognises something profoundly malevolent in Regan's distorted fetures and speech. On Karras's recommendation, the Church summons Father Merrin, a specialist in the exorcism of demons . . ."
    },
    {
        "id": 171,
        "des": "'This is an alternate Cover Edition for ASIN: B00K3NEE56. When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son-and now an idyllic home. As a family, they've got it all...right down to the friendly car. But the nearby woods hide a blood-chilling truth-more terrifying than death itself-and hideously more powerful. The Creeds are going to learn that sometimes dead is better."
    },
    {
        "id": 170,
        "des": "A young family moves into a small home on Ash Tree Lane where they discover something is terribly wrong: their house is bigger on the inside than it is on the outside.<br><br>Of course, neither Pulitzer Prize-winning photojournalist Will Navidson nor his companion Karen Green was prepared to face the consequences of that impossibility, until the day their two little children wandered off and their voices eerily began to return another story—of creature darkness, of an ever-growing abyss behind a closet door, and of that unholy growl which soon enough would tear through their walls and consume all their dreams."
    },
    {
        "id": 172,
        "des": "When Jonathan Harker visits Transylvania to help Count Dracula with the purchase of a London house, he makes a series of horrific discoveries about his client. Soon afterwards, various bizarre incidents unfold in England: an apparently unmanned ship is wrecked off the coast of Whitby; a young woman discovers strange puncture marks on her neck; and the inmate of a lunatic asylum raves about the 'Master' and his imminent arrival."
    },
    {
        "id": 252,
        "des": "Who is Jason Bourne? Is he an assassin, a terrorist, a thief? Why has he got four million dollars in a Swiss bank account? Why has someone tried to murder him?...<br><br>Jason Bourne does not know the answer to any of these questions. Suffering from amnesia, he does not even know that he is Jason Bourne. What manner of man is he? What are his secrets? Who has he killed?"
    },
    {
        "id": 253,
        "des": "High atop a Los Angeles skyscraper, an office Christmas party turns into a deadly cage-match between a lone New York City cop and a gang of international terrorists. Every action fan knows it could only be the explosive big-screen blockbuster Die Hard. But before Bruce Willis blew away audiences as unstoppable hero John McClane, author Roderick Thorp knocked out thriller readers with the bestseller that started it all."
    },
    {
        "id": 254,
        "des": "Here is the runaway bestseller that launched Tom Clancy's phenomenal career. A military thriller so gripping in its action and so convincing in its accuracy that the author was rumored to have been debriefed by the White House. Its theme: the greatest espionage coup in history. Its story: the chase for a top secret Russian missile sub. Lauded by the Washington Post as 'breathlessly exciting'. The Hunt for Red October remains a masterpiece of military fiction by one of the world's most popular authors, a man whose shockingly realistic scenarios continue to hold us in thrall.<br><br>Somewhere under the Atlantic, a Soviet sub commander has just made a fateful decision. The Red October is heading west. The Americans want her. The Russians want her back. And the most incredible chase in history is on..."
    },
    {
        "id": 255,
        "des": "An astonishing technique for recovering and cloning dinosaur DNA has been discovered. Now humankind’s most thrilling fantasies have come true. Creatures extinct for eons roam Jurassic Park with their awesome presence and profound mystery, and all the world can visit them—for a price.<br><br>Until something goes wrong. . . ."
    },
    {
        "id": 256,
        "des": "While in Paris, Harvard symbologist Robert Langdon is awakened by a phone call in the dead of the night. The elderly curator of the Louvre has been murdered inside the museum, his body covered in baffling symbols. As Langdon and gifted French cryptologist Sophie Neveu sort through the bizarre riddles, they are stunned to discover a trail of clues hidden in the works of Leonardo da Vinci—clues visible for all to see and yet ingeniously disguised by the painter."
    },
    {
        "id": 257,
        "des": "The Godfather—the epic tale of crime and betrayal that became a global phenomenon.<br><br>Almost fifty years ago, a classic was born. A searing portrayal of the Mafia underworld, The Godfather introduced readers to the first family of American crime fiction, the Corleones, and their powerful legacy of tradition, blood, and honor. The seduction of power, the pitfalls of greed, and the allegiance to family—these are the themes that have resonated with millions of readers around the world and made The Godfather the definitive novel of the violent subculture that, steeped in intrigue and controversy, remains indelibly etched in our collective consciousness."
    },
    {
        "id": 258,
        "des": "Harriet Vanger, a scion of one of Sweden’s wealthiest families disappeared over forty years ago. All these years later, her aged uncle continues to seek the truth. He hires Mikael Blomkvist, a crusading journalist recently trapped by a libel conviction, to investigate. He is aided by the pierced and tattooed punk prodigy Lisbeth Salander. Together they tap into a vein of unfathomable iniquity and astonishing corruption.<br><br>An international publishing sensation, Stieg Larsson’s The Girl with the Dragon Tattoo combines murder mystery, family saga, love story, and financial intrigue into one satisfyingly complex and entertainingly atmospheric novel."
    },
    {
        "id": 259,
        "des": "A serial murderer known only by a grotesquely apt nickname—Buffalo Bill—is stalking women. He has a purpose, but no one can fathom it, for the bodies are discovered in different states. Clarice Starling, a young trainee at the FBI Academy, is surprised to be summoned by Jack Crawford, chief of the Bureau's Behavioral Science section. Her assignment: to interview Dr. Hannibal Lecter—Hannibal the Cannibal—who is kept under close watch in the Baltimore State Hospital for the Criminally Insane.        <br><br>Dr. Lecter is a former psychiatrist with a grisly history, unusual tastes, and an intense curiosity about the darker corners of the mind. His intimate understanding of the killer and of Clarice herself form the core of 'The Silence of the Lambs'—an ingenious, masterfully written book and an unforgettable classic of suspense fiction."
    },
    {
        "id": 260,
        "des": "Who are you?<br>What have we done to each other?<br><br> These are the questions Nick Dunne finds himself asking on the morning of his fifth wedding anniversary when his wife Amy suddenly disappears. The police suspect Nick. Amy's friends reveal that she was afraid of him, that she kept secrets from him. He swears it isn't true. A police examination of his computer shows strange searches. He says they weren't made by him. And then there are the persistent calls on his mobile phone."
    },
    {
        "id": 261,
        "des": "Sam Spade is hired by the fragrant Miss Wonderley to track down her sister, who has eloped with a louse called Floyd Thursby. But Miss Wonderley is in fact the beautiful and treacherous Brigid O'Shaughnessy, and when Spade's partner Miles Archer is shot while on Thursby's trail, Spade finds himself both hunter and hunted: can he track down the jewel-encrusted bird, a treasure worth killing for, before the Fat Man finds him?"
    },
    {
        "id": 306,
        "des": "Tara Westover was 17 the first time she set foot in a classroom. Born to survivalists in the mountains of Idaho, she prepared for the end of the world by stockpiling home-canned peaches and sleeping with her 'head-for-the-hills bag'. In the summer she stewed herbs for her mother, a midwife and healer, and in the winter she salvaged in her father's junkyard.<br>Her father forbade hospitals, so Tara never saw a doctor or nurse. Gashes and concussions, even burns from explosions, were all treated at home with herbalism. The family was so isolated from mainstream society that there was no one to ensure the children received an education and no one to intervene when one of Tara's older brothers became violent."
    },
    {
        "id": 302,
        "des": "Combining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.<br><br>Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined. Santiago's journey teaches us about the essential wisdom of listening to our hearts, recognizing opportunity and learning to read the omens strewn along life's path, and, most importantly, following our dreams."
    },
    {
        "id": 303,
        "des": "A celebrated writer's irresistible, candid, and eloquent account of her pursuit of worldly pleasure, spiritual devotion, and what she really wanted out of life.<br><br>Around the time Elizabeth Gilbert turned thirty, she went through an early-onslaught midlife crisis. She had everything an educated, ambitious American woman was supposed to want—a husband, a house, a successful career. But instead of feeling happy and fulfilled, she was consumed with panic, grief, and confusion. She went through a divorce, a crushing depression, another failed love, and the eradication of everything she ever thought she was supposed to be.<br><br>To recover from all this, Gilbert took a radical step. In order to give herself the time and space to find out who she really was and what she really wanted, she got rid of her belongings, quit her job, and undertook a yearlong journey around the world—all alone. "
    },
    {
        "id": 304,
        "des": "At twenty-two, Cheryl Strayed thought she had lost everything. In the wake of her mother’s death, her family scattered and her own marriage was soon destroyed. Four years later, with nothing more to lose, she made the most impulsive decision of her life. With no experience or training, driven only by blind will, she would hike more than a thousand miles of the Pacific Crest Trail from the Mojave Desert through California and Oregon to Washington State — and she would do it alone.<br><br>Told with suspense and style, sparkling with warmth and humor, Wild powerfully captures the terrors and pleasures of one young woman forging ahead against all odds on a journey that maddened, strengthened, and ultimately healed her."
    },
    {
        "id": 305,
        "des": "In a life filled with meaning and accomplishment, Michelle Obama has emerged as one of the most iconic and compelling women of our era. As First Lady of the United States of America—the first African American to serve in that role—she helped create the most welcoming and inclusive White House in history, while also establishing herself as a powerful advocate for women and girls in the U.S. and around the world, dramatically changing the ways that families pursue healthier and more active lives, and standing with her husband as he led America through some of its most harrowing moments. Along the way, she showed us a few dance moves, crushed Carpool Karaoke, and raised two down-to-earth daughters under an unforgiving media glare.<br><br>In her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her—from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world’s most famous address. With unerring honesty and lively wit, she describes her triumphs and her disappointments, both public and private, telling her full story as she has lived it—in her own words and on her own terms. Warm, wise, and revelatory, Becoming is the deeply personal reckoning of a woman of soul and substance who has steadily defied expectations—and whose story inspires us to do the same."
    },
    {
        "id": 311,
        "des": "Why are some people and organizations more innovative, more influential, and more profitable than others? Why do some command greater loyalty from customers and employees alike? Even among the successful, why are so few able to repeat their success over and over?<br><br>People like Martin Luther King Jr., Steve Jobs, and the Wright Brothers might have little in common, but they all started with why. It was their natural ability to start with why that enabled them to inspire those around them and to achieve remarkable things."
    },
    {
        "id": 307,
        "des": "Rich Dad Poor Dad is Robert's story of growing up with two dads — his real father and the father of his best friend, his 'rich dad' — and the ways in which both men shaped his thoughts about money and investing. The book explodes the myth that you need to earn a high income to be rich and explains the difference between working for money and having your money work for you."
    },
    {
        "id": 308,
        "des": "Sheryl Sandberg’s Lean In is a massive cultural phenomenon and its title has become an instant catchphrase for empowering women. The book soared to the top of bestseller lists internationally, igniting global conversations about women and ambition. Sandberg packed theatres, dominated opinion pages, appeared on every major television show and on the cover of Time magazine, and sparked ferocious debate about women and leadership. Ask most women whether they have the right to equality at work and the answer will be a resounding yes, but ask the same women whether they'd feel confident asking for a raise, a promotion, or equal pay, and some reticence creeps in. The statistics, although an improvement on previous decades, are certainly not in women's favour – of 197 heads of state, only twenty-two are women. Women hold just 20 percent of seats in parliaments globally, and in the world of big business, a meagre eighteen of the Fortune 500 CEOs are women. In Lean In, Sheryl Sandberg – Facebook COO and one of Fortune magazine's Most Powerful Women in Business – draws on her own experience of working in some of the world's most successful businesses and looks at what women can do to help themselves, and make the small changes in their life that can effect change on a more universal scale."
    },
    {
        "id": 309,
        "des": "When Stephen Covey first released The Seven Habits of Highly Effective People, the book became an instant rage because people suddenly got up and took notice that their lives were headed off in the wrong direction; and more than that, they realized that there were so many simple things they could do in order to navigate their life correctly. This book was wonderful education for people, education in how to live life effectively and get closer to the ideal of being a ‘success’ in life.<br>But not everyone understands Stephen Covey’s model fully well, or maybe there are some people who haven’t read it yet. This is definitely true because we still see so much failure all around us. Now, I am not saying that by using Covey’s model, or anyone else’s model for that matter, you can become a sure-shot success, but at least we should have seen many more successes around us already judging by the number of copies the book has sold! So, where is the shortcoming?"
    },
    {
        "id": 310,
        "des": "To find the keys to greatness, Collins's 21-person research team read and coded 6,000 articles, generated more than 2,000 pages of interview transcripts and created 384 megabytes of computer data in a five-year project. The findings will surprise many readers and, quite frankly, upset others.<br><br>The Challenge<br>Built to Last, the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the very beginning.<br><br>But what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?"
    },
    {
        "id": 312,
        "des": "Told in Kvothe's own voice, this is the tale of the magically gifted young man who grows to be the most notorious wizard his world has ever seen.<br><br>The intimate narrative of his childhood in a troupe of traveling players, his years spent as a near-feral orphan in a crime-ridden city, his daringly brazen yet successful bid to enter a legendary school of magic, and his life as a fugitive after the murder of a king form a gripping coming-of-age story unrivaled in recent literature.<br><br>A high-action story written with a poet's hand, The Name of the Wind is a masterpiece that will transport readers into the body and mind of a wizard."
    },
    {
        "id": 317,
        "des": "Roshar is a world of stone and storms. Uncanny tempests of incredible power sweep across the rocky terrain so frequently that they have shaped ecology and civilization alike. Animals hide in shells, trees pull in branches, and grass retracts into the soilless ground. Cities are built only where the topography offers shelter."
    },
    {
        "id": 314,
        "des": "'Turning the envelope over, his hand trembling, Harry saw a purple wax seal bearing a coat of arms; a lion, an eagle, a badger and a snake surrounding a large letter <span style='font-style: italic;'>H</span>.'<br><br>Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!"
    },
    {
        "id": 315,
        "des": "Where ash falls from the sky, and mist dominates the night, evil cloaks the land and stifles all life. Criminal mastermind Kelsier teaches Allomancy, the magic of metals, to another Mistborn, urchin Vin 16. The unlikely heroine is distracted by rich Venture heir Elend. Can Kelsier's thieving crew take on the tyrant Lord Ruler and bring back colour to their world?"
    },
    {
        "id": 316,
        "des": "In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.<br>Written for J.R.R. Tolkien’s own children, The Hobbit met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent. The text in this 372-page paperback edition is based on that first published in Great Britain by Collins Modern Classics (1998), and includes a note on the text by Douglas A. Anderson (2001)."
    },
    {
        "id": 353,
        "des": "Jealous conspirators convince Caesar's friend Brutus to join their assassination plot against Caesar. To stop Caesar from gaining too much power, Brutus and the conspirators kill him on the Ides of March. Mark Antony drives the conspirators out of Rome and fights them in a battle."
    },
    {
        "id": 352,
        "des": "A tangled love. A senseless tragedy that brings two families to their knees. After a chance meeting at a ball, young Romeo Montague and Juliet Capulet fall desperately in love. But their families are locked in a bitter rivalry, their love forbidden."
    },
    {
        "id": 354,
        "des": "In a world where hunters — human warriors who possess supernatural abilities — must battle deadly monsters to protect mankind from certain annihilation, a notoriously weak hunter named Sung Jinwoo finds himself in a seemingly endless struggle for survival. One day, after narrowly surviving an overwhelmingly powerful double dungeon that nearly wipes out his entire party, a mysterious program called the System chooses him as its sole player and in turn, gives him the unique ability to level up in strength. This is something no other hunter is able to do, as a hunter's abilities are set once they awaken. Jinwoo then sets out on a journey as he fights against all kinds of enemies, both man and monster, to discover the secrets of the dungeons and the true source of his powers. He soon discovers that he has been chosen to inherit the position of Shadow Monarch, essentially turning him into an immortal necromancer who has absolute rule over the dead. He is the only monarch who fights to save humanity, as the other monarchs are all trying to kill him and wipe out the humans."
    },
    {
        "id": 355,
        "des": "The Boxer is a South Korean manhwa released as a webtoon written and illustrated by Jung Ji-Hoon. It was serialized via Naver Corporation's webtoon platform Naver Webtoon from December 2019 to June 2022, with the individual chapters collected and published into 8 volumes. A South Korean animated series adaptation by Xtorm has been announced, and the series will be released with 12 Episodes."
    }
]
